Repository: Benixoid/FBone
Catalog: FBone/Resources/Views/Acts/ActDetails.*.resx
Languages: kk, ru

# acthdate
source: Event date/time
kk: Іс-шараның күні/уақыты
ru: Дата/время события

# acthevent
source: Event
kk: Іс-шара
ru: Событие

# acthtitle
source: Act history
kk: Акттің жасалу тарихы
ru: История акта

# acthUser
source: Action user
kk: Пайдаланушы
ru: Пользователь

# actnotes
source: Comment
kk: Түсініктемелер
ru: Комментарии

source: Act type
kk: Акт түрі
ru: Тип акта

source: Approve
kk: Мақұлдау
ru: Утвердить

source: Approved:
kk: Бекітілген:
ru: Утвержден:

# area
source: Unit
kk: Аймақ
ru: Зона

# bypasses
source: Partial Bypass
kk: Жартылай Байпас
ru: Частичный Байпас

# cause
source: And made the decision to bypass this critical protection until the deficiencies are resolved due to the following reasons (describe a reason):
kk: Жұмыстағы келесі ауытқуларға байланысты ақаулар жойылмайынша, біз бұл блоктау дабылды айналып өтуді шештік (себебін сипаттаңыз):
ru: И приняли решение о байпасировании данной блокировочной сигнализации до устранения неисправностей в связи со следующими отклонениями в работе (описать причину):

# close
source: End work
kk: Жұмыстарды аяқтау
ru: Закончить работы

source: Crew
kk: Бригада
ru: Бригада

# date
source: Act creation date/time
kk: Жасалу күні/уақыты
ru: Дата/время создания

# delegate1
source: Delegate
kk: Өкілеттик беру
ru: Делегировать

source: Device
kk: Құрылғы
ru: Устройство

# edit
source: Act details
kk: Акт туралы мәліметтер
ru: Детали акта

source: Equipment
kk: Жабдық
ru: Оборудование

# forces
source: Partial Force
kk: Жартылай Форсаж
ru: Частичный Форсаж

# impact
source: During the discussion the following potential negative consequences for personnel, equipment and environment were evaluated as a result of bypassing due to the process logics (list the consequences):
kk: Талқылау барысында процесті бақылау логикасына (тізіміне) сүйене отырып, айналып өту нәтижесінде персоналға, жабдықтарға және қоршаған ортаға ықтимал теріс салдарлар қарастырылды:
ru: При обсуждении были рассмотрены возможные негативные последствия для персонала, оборудования и экологии в результате байпасирования, исходя из логики управления технологического процесса (перечислить):

# inactive
source: Disable alarm
kk: Дабылды өшіру
ru: Отключение сигнализации

source: Location
kk: Орналасқан жері
ru: Расположение

# protect
source: Control measures when bypassing is applied
kk: Айналым режимінде жұмыс істеу кезінде қажет қорғаныс шаралары:
ru: Меры защиты, необходимые на время работы в режиме байпассирования:

source: Reject
kk: Қабылдамау
ru: Отклонить

# s2of3
source: Full Bypass/Force
kk: Толықтай Байпас/Форсаж
ru: Полный Байпас/Форсаж

# startapprove
source: Start act approval workflow after save
kk: Сақтағаннан кейін қол қоюды бастау
ru: Начать подписание после сохранения

# taglistmessage
source: Evaluated the work of the following critical protection (list the protections):
kk: Келесі авариялық қорғаныс құрылғысының жұмысы қарастырылды (тізім элементтері):
ru: Рассмотрели работу следующего устройства аварийной защиты (перечислить позиции):

# tagname
source: Tag number
kk: Тег нөмірі
ru: Номер тага

source: Unit
kk: Аймақ
ru: Участок

source: Comment
kk: Түсініктемелер
ru: Комментарий

# inhibited
source: Inhibited alarm
kk: Дабылды басу
ru: Подавление сигнализации

# statusactive
source: Active (in work)
kk: Актив (жұмыста)
ru: Активный (в работе)

# statusclosed
source: Closed
kk: Жабық
ru: Закрыт

# statusdraft
source: Draft
kk: Жоба
ru: Черновик

# statusinapproval
source: In approval
kk: Бекітуде
ru: На утверждении

# approvalstarted
source: Act approval is started
kk: Актіні бекіту басталды
ru: Начато утверждение акта

# approvedby
source: Approved by user
kk: Пайдаланушы мақұлдады
ru: Утвержден пользователем

# approvedh
source: Fully approved
kk: Толық мақұлданды
ru: Утвержден полностью

# closed
source: Act closed
kk: Акт жабылды
ru: Акт закрыт

# created
source: New act created
kk: Жаңа акт тiркелдi
ru: Создан новый акт

# delegated
source: Act approval delegated
kk: Актіге қол қою тапсырылады
ru: Подписание акта делегировано

# rejected
source: Rejected by Approver
kk: Бекітуші қабылдамады
ru: Акт отклонен утверждающим

# saved
source: Act changed, saved
kk: Акт сақталды, өзгертілді
ru: Акт сохранен, изменен

source: unknown
kk: белгісіз
ru: Неизвестно

# translated
source: Act translated
kk: Актінің аудармасы орындалды
ru: Перевод акта выполнен

# create
source: New act
kk: Жаңа акт
ru: Создание акта

source: Copy act
kk: Акт көшіру
ru: Скопировать акт

# copied
source: Act copy created
kk: Актінің көшірмесі жасалды
ru: Создана копия акта

# statusapproved
source: Approved
kk: Бекітілді
ru: Утвержден

# statusinapprovaladd
source: In additional approval
kk: Қосымша мақұлдауда
ru: На доп утверждении

# approvalstartedadd
source: Additional approval is requested
kk: Қосымша мақұлдау сұралды
ru: Запрошено доп.утверждение

# approveradd
source: Additional (shift transfer)
kk: Қосымша мақұлдау
ru: Дополнительно (передача по смене)

# startact
source: Start work
kk: Жұмыстарды бастау
ru: Начать работы

# started
source: Work has begun
kk: Жұмыстар басталды
ru: Начались работы

# cantclose
source: The act cannot be closed!<br>Make sure that the point numbers marked in red have been put into operation.<br>If they have been put into operation recently, please wait 20 minutes for the FB one application to update the data from the PCN systems.
kk: Актіні жабу мүмкін емес!<br>Қызылмен белгіленген нүкте нөмірлерінің іске қосылғанына көз жеткізіңіз.<br>Егер олар жақында іске қосылған болса, FB one PCN жүйелерінен мәліметтер жаңарту үшін 20 минут күтіңіз.
ru: Акт не может быть закрыт!<br>Убедитесь что номера точек отмеченные красным цветом были введены в работу.<br>Если они были введены в работу недавно подождите пожалуйста 20 мин, пока приложение FB one обновит данные из PCN систем.

# close_confirm
source: Are you sure what to close this Act?
kk: Сіз актіні шынымен жапқыңыз келе ме?
ru: Вы уверены что хотите закрыть акт?

# backtolist
source: Back to act list
kk: Актілер тізіміне оралу
ru: Назад

source: Print act
kk: Актіні басып шығару
ru: Напечатать акт

source: Save act
kk: Актіні сақтау
ru: Сохранить акт

source: Add FG tags
kk: FG тегтерін қосу
ru: Добавить FG таги

# title_fgblock
source: Show/Hide FG block
kk: FG блогын көрсету/жасыру
ru: Показать/скрыть FG блок

# confirm_delete
source: Are you sure whant to delete this act?
kk: Бұл актіні шынымен жойғыңыз келе ме?
ru: Вы действительно хотите удалить этот акт?

# confirm_return
source: Are you sure whant to return this act to DRAFT state?
kk: Сіз шынымен де бұл актіні ЖОБА кезеңіне қайтарғыңыз келе ме?
ru: Вы действительно хотите вернуть этот акт на стадию ЧЕРНОВИК?

# delete
source: Delete Act
kk: Актіні жою
ru: Удалить акт

# returndraft
source: Return Act to "Draft"
kk: "Жобаға" оралу
ru: Вернуть в "черновик"

# returntodraft
source: Return from approval to Draft
kk: Қол қоюдан ЖОБА кезеңіне оралу
ru: Отзыв с подписания на стадию Черновик

# cancel
source: Close
kk: Жабу
ru: Закрыть

# reject2
source: Return act
kk: Актіні қайтару
ru: Возврат акта

# rejectm
source: Enter reject reason (>10 chars)
kk: Сіз актіні қайтару себебін көрсетуіңіз керек (>10 символ)
ru: Для отклонения необходимо указать причину (>10 символов)

# add_title
source: Add new record
kk: Қосымша жазбаны қосу
ru: Добавить новую запись

# remove_title
source: Remove record
kk: Жазбаны өшіру
ru: Удалить запись

# delegate2
source: Approval delegation
kk: Қол қою құқықтарын беру
ru: Передача права подписи

# delegatem
source: Select user to delegate approval
kk: Қол қою құқықтарын тасымалдау үшін пайдаланушыны таңдаңыз
ru: Выберите пользоваталеля для передачи права подписи

# nitifyMOC
source: Notification of the need for a MOC
kk: МОС қажеттілігі туралы хабарлама
ru: Уведомление о необходимости МОС

# manual
source: Manual Startup Override
kk: Қолда іске қосу айналымы
ru: Ручной Пусковой Байпас
