Repository: Benixoid/FBone
Catalog: FBone/Resources/Views/Auditing/Details.*.resx
Languages: kk, ru

source: Area
kk: Аймақ
ru: Участок

source: Shift date
kk: Ауысым күні
ru: Дата смены

# edit
source: Audit details
kk: Аудит туралы мәліметтер
ru: Детали аудита

source: Facility
kk: Объект
ru: Объект

# statusclosed
source: Closed
kk: Жабық
ru: Закрыт

# statusdraft
source: Draft
kk: Жоба
ru: Черновик

# statusonapproval
source: In approval
kk: Бекітуде
ru: На утверждении

# create
source: New audit
kk: Жаңа аудит
ru: Создание аудита

# statusonverifiation
source: On verification
kk: Тексеруде
ru: На проверке

# statusinprogress
source: In progress
kk: Орындалуда
ru: В процессе

source: Remove
kk: Жою
ru: Удалить

# saveaudit
source: Save
kk: Аудитті сақтау
ru: Сохранить

source: Name
kk: Аудит атауы
ru: Название аудита

# backtolist
source: Back
kk: Артқа
ru: Назад

source: Start approve
kk: Сақтағаннан кейін орындауға жіберу
ru: Отправить на исполнение после сохранения

source: Attach
kk: Аудит нысаны. Файлды тіркеу (макс. 10 МБ)
ru: Форма аудита. Прикрепите файл (макс 10Мб)

# createdat
source: Created on
kk: Жасалу күні/уақыты
ru: Дата/время создания

source: Created by
kk: Создан пользователем
ru: Создан пользователем

# closedat
source: Close date
kk: Дата/ время закрытия
ru: Дата/ время закрытия

# taglistmessage
source: List of audit tags
kk: Аудит тегтерінің тізімі
ru: Список тагов аудита

# tag
source: Tagnumber
kk: Тег нөмірі
ru: Номер тага

source: Action
kk: Қажетті әрекет
ru: Необходимое действие

source: Assignee
kk: Жауапты
ru: Ответственный

# add_title
source: Add new item
kk: Жаңа элементті қосу
ru: Добавить новый элемент

# responsible
source: Resposible
kk: Ответственный
ru: Ответственный

source: Required action
kk: Необходимое действие
ru: Необходимое действие

# personsinposition
source: Employees related with position
kk: Лауазымы бойынша жұмыс істейтін қызметкерлер
ru: Сотрудники, связанные с должностью

# remove_title
source: Remove item
kk: Удалить элемент
ru: Удалить элемент

# audithtitle
source: Audit history
ru: История аудита

# audithdate
source: Event date
ru: Дата события

# audithUser
source: Event user
ru: Пользователь

# audithevent
source: Event
ru: Событие

source: Comment
ru: Комментарий

# evt_created
source: New audit created
ru: Создан новый аудит

# evt_updated
source: Audit updated
ru: Аудит обновлен/сохранен

# evt_submitted
source: Submitted
ru: Аудит отправлен на исполнение

# evt_actioncompleted
source: Required action completed
ru: Необходимое действие выполнено

# evt_verified
source: Audit verified
ru: Аудит проверен

# evt_approved
source: Audit approved
ru: Аудит утвержден

# evt_rejected
source: Audit rejected
ru: Аудит отклонен

# evt_closed
source: Audit closed
ru: Аудит закрыт

# evt_unknown
source: Unknow type of evet
ru: Неизвестный тип события

source: Delete
ru: Удалить

# confirm_delete
source: Do you really want to delete it?
ru: Вы действительно хотите удалить?

# tags_required
source: At least one tag is required
ru: Требуется хотя бы один тег

# attachment_required
source: You need to upload an audit file.
ru: Необходимо загрузить аудит файл

# complete
source: Complete task
ru: Завершить задачу

source: Reject
ru: Отклонить

# reject2
source: Return audit
ru: Возврат аудита

# rejectm
source: Enter reject reason (>10 chars)
ru: Для отклонения необходимо указать причину (>10 символов)

source: Cancel
ru: Закрыть

source: completemessage_required
ru: Пожалуйста, введите комментарий о завершении

source: completemessage
ru: Комментарий о завершении

source: Verify
ru: Подтвердить проверку

# verifyemessage_required
source: Please enter verification note
ru: Пожалуйста, введите проверочное примечание

# verifymessage
source: Verification note
ru: Примечание о проверке

# approvalmessage1
source: Comment from the first approver
ru: Комментарий первого утверждающего

# approvalmessage2
source: Comment from the second approver
ru: Комментарий второго утверждающего

source: Approve
ru: Утвердить
